{
  "maintitle": "ArchiMate 3 Cheat Sheet",
  "sellang": "Language",

  "relt": "Relationships Reference",
  "relc1": "Structural",
  "relc2": "Dependency",
  "relc3": "Dynamic",
  "relc4": "Other",
  "relc5": "Connectors",
  "relt1": "Composed of: Represents that an element consists of one or more other concepts.The interpretation of a composition relationship is that the whole or part of the source element is composed of the whole of the target element.",
  "relt1n": "Composition",
  "relt2": "Aggregates: Represents that an element combines one or more other concepts. The interpretation of an aggregation relationship is that the whole or part of the source element aggregates the whole of the target concept. ",
  "relt2n": "Aggregation",
  "relt3": "Serves: Represents that an element provides its functionality to another element. The serving relationship describes how the services or interfaces offered by a behavior or active structure element serve entities in their environment. This relationship is applied for both the behavior aspect and the active structure aspect.",
  "relt3n": "Serving",
  "relt4": "Accesses: Represents the ability of behavior and active structure elements to observe or act upon passive structure elements. The access relationship indicates that a process, function, interaction, service, or event 'does something' with a passive structure element; e.g., create a new object, read data from the object, write or modify the object data, or delete the object.",
  "relt4n": "Access",
  "relt5": "Assigned to: Represents the allocation of responsibility, performance of behavior, storage, or execution. The interpretation of an assignment relationship is that the whole or part of the source element is assigned the whole of the target element. This means that if, for example, two active structure elements are assigned to the same behavior element, either of them can perform the complete behavior. ",
  "relt5n": "Assigment",
  "relt6": "Realize: Represents that an entity plays a critical role in the creation, achievement, sustenance, or operation of a more abstract entity. The interpretation of a realization relationship is that the whole or part of the source element realizes the whole of the target element . This means that if, for example, two internal behavior elements have a realization relationship to the same service, either of them can realize the complete service. If both internal behavior elements are needed to realize, the grouping element or an and junction can be used. For weaker types of effects on the realization of a motivation element, the influence relationship should be used.",
  "relt6n": "Realization",
  "relt7": "Influences: Represents that an element affects the implementation or achievement of some motivation element. The influence relationship is used to describe some architectural elements that influence the achievement or implementation of a motivation element, such as a goal or a principle. In general, a motivation element is realized to a certain degree.",
  "relt7n": "Realization",
  "relt8": "Associated with: Represents an unspecified relationship, or one that is not represented by another ArchiMate relationship. The association relationship can be used when drawing a first high-level model where relationships are initially denoted in a generic way, and later refined to show more specific relationship types. ",
  "relt8n": "Association",
  "relt9": "Triggers: Represents a temporal or causal relationship between elements. The triggering relationship is used to model the temporal or causal precedence of behavior elements in a process. The interpretation of a triggering relationship is that some part of the source element should be completed before the target element can start.",
  "relt9n": "Trigger",
  "relt10": "Flow to: Represents transfer from one element to another. The flow relationship is used to model the flow of, for example, information, goods, or money between behavior elements. A flow relationship does not imply a causal relationship.",
  "relt10n": "Flow",
  "relt11": "Specializes: Represents that an element is a particular kind of another element.  The semantics of the specialization relationship are that the whole of the generic element is specialized by the specialized element.",
  "relt11n": "Specialization",
  "relt12": "Used to connect relationships of the same type.",
  "relt12n": "Junction",

  "intro": "Introduction",
  "intros1": "This cheat sheet is a brief overview of the Archimate Standard for Architecture",
  "intros2": "Please refer to the",
  "intros3": "Official Archimate 3 Reference from the Open Group",
  "intros4": "for more information and detail.",
  "intros5": "On all the examples, you can use the mouse wheel to zomm in/zoom out.",
  "intros6": "Enjoy.",
  "intros7": "The ArchiMate Full Framewor",

  "meta": "Metamodel",
  "metas1": "Overview of the metamodel",

  "moti": "Motivation",
  "motic1": "Section",
  "motic2": "Icon",
  "motic3": "Motivation Aspect Examples",
  "motir1": "Elements",
  "motie1": "Stakeholder: Represents the role of an individual, team, or organization (or classes thereof) that represents their interests in the effects of the architecture.",
  "motie2": "Driver: Represents an external or internal condition that motivates an organization to define its goals and implement the changes necessary to achieve them.",
  "motie3": "Assessment: Represents the result of an analysis of the state of affairs of the enterprise with respect to some driver",
  "motie4": "Goal: Represents a high-level statement of intent, direction, or desired end state for an organization and its stakeholders.",
  "motie5": "Outcome: Represents an end result.",
  "motie6": "Principle: Represents a statement of intent defining a general property that applies to any system in a certain context in the architecture.",
  "motie7": "Requirement: Represents a statement of need defining a property that applies to a specific system as described by the architecture.",
  "motie8": "Constraint: Represents a factor that limits the realization of goals.",
  "motie9": "Meaning: Represents the knowledge or expertise present in, or the interpretation given to, a concept in a particular context.",
  "motie10": "Value: Represents the relative worth, utility, or importance of a concept.",
  "motiex1": "Stakeholder, Driver, and Assessmen",
  "motiex2": "Goal, Outcome, Principle, Requirement, and Constraint",
  "motiex3": "Meaning and Value",

  "stra": "Strategy",
  "strac1": "Section",
  "strac2" : "Icon",
  "strac3" : "Strategy Layer Examples",
  "strar1" : "Active<br>Structure",
  "strar2" : "Behavior<br>Elemen",
  "strar3" : "Passive<br>Structure<br>Element",
  "strae1" : "Capability, Resource, and Course of Action",
  "strae2" : "Value Stream with Capability Cross-Mapping",
  "strad1" : "Resource: Represents an asset owned or controlled by an individual or organization.",
  "strad2" : "Capability:  Represents an ability that an active structure element, such as an organization, person, or system, possesses.", 
  "strad3" : "Course of action: Represents an approach or plan for configuring some capabilities and resources of the enterprise, undertaken to achieve a goal.",
  "strad4" : "Location: Represents a physical location.",

  "busi" : "Business Layer",
  "busic1": "Section",
  "busic2" : "Icon",
  "busic3" : "Business Layer Examples",
  "busir1" : "Active<br>Structure",
  "busir2" : "Behavior<br>Elemen",
  "busir3" : "Passive<br>Structure<br>Element",
  "busir4" : "Composite<br>Element",

  "busie1" : "Business Active Structure Elements",
  "busie2" : "Business Behavior Elements",
  "busie3" : "Business Passive Structure Elements",
  "busie4" : "Business Composite Element: Product",

  "busia1" : "Business Actor: Represents a business entity that is capable of performing behavior." ,
  "busia2" : "Business Role: Represents the responsibility for performing specific behavior, to which an actor can be assigned, or the part an actor plays in a particular action or event." ,
  "busia3" : "Business Collaboration: Represents an aggregate of two or more business internal active structure elements that work together to perform collective behavior." ,
  "busia4" :  "Business interface: Represents a point of access where a business service is made available to the environment.",


  "busid1" : "Business Process: Represents a sequence of business behaviors that achieves a specific result such as a defined set of products or business services.",
  "busid2" : "Business Function: Represents a collection of business behavior based on a chosen set of criteria (typically required business resources and/or competencies), closely aligned to an organization, but not necessarily explicitly governed by the organization.",
  "busid3" : "Business Interaction: Represents a unit of collective business behavior performed by (a collaboration of) two or more business actors, business roles, or business collaborations.",
  "busid4" : "Business Event: Represents an organizational state change.",
  "busid5" : "Business Service: Represents explicitly defined behavior that a business role, business actor, or business collaboration exposes to its environment.",
  "busid6" : "Business Object: Represents a concept used within a particular business domain.",
  "busid7" : "Contract: Represents a formal or informal specification of an agreement between a provider and a consumer that specifies the rights and obligations associated with a product and establishes functional and non-functional parameters for interaction.",
  "busid8" : "Representation: Represents a perceptible form of the information carried by a business object.",
  "busid9" : "Product: Represents a coherent collection of services and/or passive structure elements, accompanied by a contract/set of agreements, which is offered as a whole to (internal or external) customers.",

  "app" : "Application Layer", 
  "appc1": "Section",
  "appc2" : "Icon",
  "appc3" : "Application Layer Examples",
  "appr1" : "Active<br>Structure",
  "appr2" : "Behavior<br>Elemen",
  "appr3" : "Passive<br>Structure<br>Element",

  "appe1" : "Application Active Structure Elements" ,
  "appe2" : "Application Behavior Elements",
  "appe3" : "Application Passive Structure Elements",

   "appd1" : "Component: Represents an encapsulation of application functionality aligned to implementation structure, which is modular and replaceable." ,
   "appd2" : "Collaboration: Represents an aggregate of two or more application internal active structure elements that work together to perform collective application behavior.",
   "appd3" : "Represents a point of access where application services are made available to a user, another application component, or a node.",
   "appd4" : "Function: Represents automated behavior that can be performed by an application component.",
   "appd5" : "Interraction:  Represents a unit of collective application behavior performed by (a collaboration of) two or more application components.",
   "appd6" : "Process: Represents a sequence of application behaviors that achieves a specific result.",
   "appd7" : "Event: Represents an application state change.",
   "appd8" : "Service: Represents an explicitly defined exposed application behavior.",
   "appd9" : "Data Object: Represents data structured for automated processing.",

    "tech" : "Technology Layer", 
    "techc1": "Section",
    "techc2" : "Icon",
    "techc3" : "Technology Layer Examples",
    "techr1" : "Active<br>Structure",
    "techr2" : "Behavior<br>Elemen",
    "techr3" : "Passive<br>Structure<br>Element",

    "techd1" : "Node:Represents a computational or physical resource that hosts, manipulates, or interacts with other computational or physical resources.",
    "techd2" : "Device: Represents a physical IT resource upon which system software and artifacts may be stored or deployed for execution.",
    "techd3" : "System Software: Represents software that provides or contributes to an environment for storing, executing, and using software or data deployed within it.",
    "techd4" : "Technology Collaboration: Represents an aggregate of two or more technology internal active structure elements that work together to perform collective technology behavior",
    "techd5" : "Technology Interface: Represents a point of access where technology services offered by a node can be accessed.",
    "techd6" : "Path: Represents a link between two or more nodes, through which these nodes can exchange data, energy, or material.",
    "techd7" : "Communication Network: Represents a set of structures that connects nodes for transmission, routing, and reception of data.",
    "techd8" : "Technology function: Represents a collection of technology behavior that can be performed by a node.",
    "techd9" : "Technology process: Represents a sequence of technology behaviors that achieves a specific result.",
    "techd10" : "Technology interaction: Represents a unit of collective technology behavior performed by (a collaboration of) two or more nodes.",
    "techd11" : "Technology even: Represents a technology state change.",
    "techd12" : "Technology service: Represents an explicitly defined exposed technology behavior. ",
    "techd13" : "Represents a piece of data that is used or produced in a software development process, or by deployment and operation of an IT system.",
    "techd14" : "Data Object: Represents a data structure.",


  "phy" : "Physical Layer",

  "imp": "Implementation<br>and Migration",

  "about" : "About A3CC"

}

