{
  "maintitle": "Hoja de trucos de ArchiMate 3",
  "sellang": "Idioma",
  "relt": "Referencia de Relaciones",
  "relc1": "Estructural",
  "relc2": "Dependencia",
  "relc3": "Dinámica",
  "relc4": "Otra",
  "relc5": "Conectores",
  "relt1": "Compuesto por: Representa que un elemento está compuesto por uno o más conceptos. La interpretación de una relación de composición es que todo o parte del elemento fuente está compuesto por todo el elemento objetivo.",
  "relt1n": "Composición",
  "relt2": "Agrega: Representa que un elemento combina uno o más conceptos. La interpretación de una relación de agregación es que todo o parte del elemento fuente agrega todo el concepto objetivo.",
  "relt2n": "Agregación",
  "relt3": "Sirve: Representa que un elemento proporciona su funcionalidad a otro elemento. La relación de servicio describe cómo los servicios o interfaces ofrecidos por un comportamiento o un elemento de estructura activa sirven a entidades en su entorno. Esta relación se aplica tanto al aspecto del comportamiento como al aspecto de la estructura activa.",
  "relt3n": "Servicio",
  "relt4": "Accede: Representa la capacidad de los elementos de comportamiento y estructura activa para observar o actuar sobre elementos de estructura pasiva. La relación de acceso indica que un proceso, función, interacción, servicio o evento 'hace algo' con un elemento de estructura pasiva; por ejemplo, crear un nuevo objeto, leer datos del objeto, escribir o modificar los datos del objeto, o eliminar el objeto.",
  "relt4n": "Acceso",
  "relt5": "Asignado a: Representa la asignación de responsabilidad, realización de comportamiento, almacenamiento o ejecución. La interpretación de una relación de asignación es que todo o parte del elemento fuente está asignado a todo el elemento objetivo. Esto significa que si, por ejemplo, dos elementos de estructura activa están asignados al mismo elemento de comportamiento, cualquiera de ellos puede realizar el comportamiento completo.",
  "relt5n": "Asignación",
  "relt6": "Realiza: Representa que una entidad juega un papel crucial en la creación, realización, sostenimiento u operación de una entidad más abstracta. La interpretación de una relación de realización es que todo o parte del elemento fuente realiza todo el elemento objetivo. Esto significa que si, por ejemplo, dos elementos de comportamiento interno tienen una relación de realización con el mismo servicio, cualquiera de ellos puede realizar el servicio completo. Si ambos elementos de comportamiento interno son necesarios para realizar, se puede utilizar el elemento de agrupación o una conjunción 'y'. Para tipos más débiles de efectos en la realización de un elemento de motivación, se debería usar la relación de influencia.",
  "relt6n": "Realización",
  "relt7": "Influencia: Representa que un elemento afecta la implementación o realización de algún elemento de motivación. La relación de influencia se utiliza para describir algunos elementos arquitectónicos que influyen en el logro o implementación de un elemento de motivación, como un objetivo o un principio. En general, un elemento de motivación se realiza hasta cierto grado.",
  "relt7n": "Influencia",
  "relt8": "Asociado con: Representa una relación no especificada, o una que no está representada por otra relación de ArchiMate. La relación de asociación se puede utilizar al dibujar un modelo de alto nivel inicial donde las relaciones se indican inicialmente de manera genérica y luego se refinan para mostrar tipos de relaciones más específicos más tarde.",
  "relt8n": "Asociación",
  "relt9": "Dispara: Representa una relación temporal o causal entre elementos. La relación de disparo se utiliza para modelar la precedencia temporal o causal de elementos de comportamiento en un proceso. La interpretación de una relación de disparo es que alguna parte del elemento fuente debe completarse antes de que el elemento objetivo pueda comenzar.",
  "relt9n": "Disparo",
  "relt10": "Fluye hacia: Representa la transferencia de un elemento a otro. La relación de flujo se utiliza para modelar el flujo, por ejemplo, de información, bienes o dinero entre elementos de comportamiento. Una relación de flujo no implica una relación causal.",
  "relt10n": "Flujo",
  "relt11": "Especializa: Representa que un elemento es un tipo particular de otro elemento. La semántica de la relación de especialización es que todo el elemento genérico es especializado por el elemento especializado.",
  "relt11n": "Especialización",
  "relt12": "Se utiliza para conectar relaciones del mismo tipo.",
  "relt12n": "Conexión",
  "intro": "Introducción",
  "intros1": "Esta hoja de referencia es una breve descripción del Estándar Archimate para Arquitectura",
  "intros2": "Por favor, consulte la",
  "intros3": "Referencia Oficial Archimate 3 del Open Group",
  "intros4": "para obtener más información y detalles.",
  "intros5": "En todos los ejemplos, puede utilizar la rueda del ratón para hacer zoom in/zoom out.",
  "intros6": "Disfrute.",
  "intros7": "El Marco Completo de ArchiMate",
  "meta": "Metamodelo",
  "metas1": "Visión general del metamodelo",
  "moti": "Motivación",
  "motic1": "Sección",
  "motic2": "Ícono",
  "motic3": "Ejemplos de Aspectos de Motivación",
  "motir1": "Elementos",
  "motie1": "Participante (Stakeholder): Representa el rol de un individuo, equipo u organización (o clases de estos) que representa sus intereses en los efectos de la arquitectura.",
  "motie2": "Impulsor (Driver): Representa una condición externa o interna que motiva a una organización a definir sus objetivos e implementar los cambios necesarios para alcanzarlos.",
  "motie3": "Evaluación  (Assessment): Representa el resultado de un análisis del estado de los asuntos de la empresa con respecto a algún impulsor.",
  "motie4": "Objetivo (Goal): Representa una declaración de alto nivel de intención, dirección o estado final deseado para una organización y sus partes interesadas.",
  "motie5": "Resultado (Outcome): Representa un resultado final.",
  "motie6": "Principio (Principle): Representa una declaración de intención que define una propiedad general que se aplica a cualquier sistema en un cierto contexto en la arquitectura.",
  "motie7": "Requisito (Requirement): Representa una declaración de necesidad que define una propiedad que se aplica a un sistema específico según lo descrito por la arquitectura.",
  "motie8": "Restricción (Constraint): Representa un factor que limita la realización de objetivos.",
  "motie9": "Significado (Meaning): Representa el conocimiento o la experiencia presente en, o la interpretación dada a, un concepto en un contexto particular.",
  "motie10": "Valor (Value): Representa el valor relativo, utilidad o importancia de un concepto.",
  "motiex1": "Participante, Impulsor y Evaluación",
  "motiex2": "Objetivo, Resultado, Principio, Requisito y Restricción",
  "motiex3": "Significado y Valor",

  "stra": "Estrategia",
  "strac1": "Sección",
  "strac2": "Ícono",
  "strac3": "Ejemplos de Capa de Estrategia",
  "strar1": "Estructura<br>Activa",
  "strar2": "Elemento<br>de<br>Comportamiento",
  "strar3": "Elemento<br>de<br>Estructura<brPasiva",

  
  "busi": "Negocios",
  
  "app": "Aplicación",
  
  "tech": "Tecnológica",
  
  "phy": "Física",
  
  "imp": "Implementación",
  
  "about": "Acerca de A3CC"
  

}