{
  "maintitle": "Hoja de trucos de ArchiMate 3",
  "sellang": "Idioma",
  "contrib": "Contribuyentes", 

  "relt": "Referencia de Relaciones",
  "relc1": "Estructural",
  "relc2": "Dependencia",
  "relc3": "Dinámica",
  "relc4": "Otra",
  "relc5": "Conectores",
  "relt1": "Compuesto por: Representa que un elemento está compuesto por uno o más conceptos. La interpretación de una relación de composición es que todo o parte del elemento fuente está compuesto por todo el elemento objetivo.",
  "relt1n": "Composición",
  "relt2": "Agrega: Representa que un elemento combina uno o más conceptos. La interpretación de una relación de agregación es que todo o parte del elemento fuente agrega todo el concepto objetivo.",
  "relt2n": "Agregación",
  "relt3": "Sirve: Representa que un elemento proporciona su funcionalidad a otro elemento. La relación de servicio describe cómo los servicios o interfaces ofrecidos por un comportamiento o un elemento de estructura activa sirven a entidades en su entorno. Esta relación se aplica tanto al aspecto del comportamiento como al aspecto de la estructura activa.",
  "relt3n": "Servicio",
  "relt4": "Accede: Representa la capacidad de los elementos de comportamiento y estructura activa para observar o actuar sobre elementos de estructura pasiva. La relación de acceso indica que un proceso, función, interacción, servicio o evento 'hace algo' con un elemento de estructura pasiva; por ejemplo, crear un nuevo objeto, leer datos del objeto, escribir o modificar los datos del objeto, o eliminar el objeto.",
  "relt4n": "Acceso",
  "relt5": "Asignado a: Representa la asignación de responsabilidad, realización de comportamiento, almacenamiento o ejecución. La interpretación de una relación de asignación es que todo o parte del elemento fuente está asignado a todo el elemento objetivo. Esto significa que si, por ejemplo, dos elementos de estructura activa están asignados al mismo elemento de comportamiento, cualquiera de ellos puede realizar el comportamiento completo.",
  "relt5n": "Asignación",
  "relt6": "Realiza: Representa que una entidad juega un papel crucial en la creación, realización, sostenimiento u operación de una entidad más abstracta. La interpretación de una relación de realización es que todo o parte del elemento fuente realiza todo el elemento objetivo. Esto significa que si, por ejemplo, dos elementos de comportamiento interno tienen una relación de realización con el mismo servicio, cualquiera de ellos puede realizar el servicio completo. Si ambos elementos de comportamiento interno son necesarios para realizar, se puede utilizar el elemento de agrupación o una conjunción 'y'. Para tipos más débiles de efectos en la realización de un elemento de motivación, se debería usar la relación de influencia.",
  "relt6n": "Realización",
  "relt7": "Influencia: Representa que un elemento afecta la implementación o realización de algún elemento de motivación. La relación de influencia se utiliza para describir algunos elementos arquitectónicos que influyen en el logro o implementación de un elemento de motivación, como un objetivo o un principio. En general, un elemento de motivación se realiza hasta cierto grado.",
  "relt7n": "Influencia",
  "relt8": "Asociado con: Representa una relación no especificada, o una que no está representada por otra relación de ArchiMate. La relación de asociación se puede utilizar al dibujar un modelo de alto nivel inicial donde las relaciones se indican inicialmente de manera genérica y luego se refinan para mostrar tipos de relaciones más específicos más tarde.",
  "relt8n": "Asociación",
  "relt9": "Dispara: Representa una relación temporal o causal entre elementos. La relación de disparo se utiliza para modelar la precedencia temporal o causal de elementos de comportamiento en un proceso. La interpretación de una relación de disparo es que alguna parte del elemento fuente debe completarse antes de que el elemento objetivo pueda comenzar.",
  "relt9n": "Disparo",
  "relt10": "Fluye hacia: Representa la transferencia de un elemento a otro. La relación de flujo se utiliza para modelar el flujo, por ejemplo, de información, bienes o dinero entre elementos de comportamiento. Una relación de flujo no implica una relación causal.",
  "relt10n": "Flujo",
  "relt11": "Especializa: Representa que un elemento es un tipo particular de otro elemento. La semántica de la relación de especialización es que todo el elemento genérico es especializado por el elemento especializado.",
  "relt11n": "Especialización",
  "relt12": "Se utiliza para conectar relaciones del mismo tipo.",
  "relt12n": "Conexión",

  "intro": "Introducción",
  "intros1": "Esta hoja de referencia es una breve descripción del Estándar Archimate para Arquitectura",
  "intros2": "Por favor, consulte la",
  "intros3": "Referencia Oficial Archimate 3 del Open Group",
  "intros4": "para obtener más información y detalles.",
  "intros5": "En todos los ejemplos, puede utilizar la rueda del ratón para hacer zoom in/zoom out.",
  "intros6": "Disfrute.",
  "intros7": "El Marco Completo de ArchiMate",

  "meta": "Metamodelo",
  "metas1": "Visión general del metamodelo",

  "moti": "Motivación",
  "motic1": "Sección",
  "motic2": "Ícono",
  "motic3": "Ejemplos de Aspectos de Motivación",
  "motir1": "Elementos",
  "motie1": "Participante (Stakeholder): Representa el rol de un individuo, equipo u organización (o clases de estos) que representa sus intereses en los efectos de la arquitectura.",
  "motie2": "Impulsor (Driver): Representa una condición externa o interna que motiva a una organización a definir sus objetivos e implementar los cambios necesarios para alcanzarlos.",
  "motie3": "Evaluación  (Assessment): Representa el resultado de un análisis del estado de los asuntos de la empresa con respecto a algún impulsor.",
  "motie4": "Objetivo (Goal): Representa una declaración de alto nivel de intención, dirección o estado final deseado para una organización y sus partes interesadas.",
  "motie5": "Resultado (Outcome): Representa un resultado final.",
  "motie6": "Principio (Principle): Representa una declaración de intención que define una propiedad general que se aplica a cualquier sistema en un cierto contexto en la arquitectura.",
  "motie7": "Requisito (Requirement): Representa una declaración de necesidad que define una propiedad que se aplica a un sistema específico según lo descrito por la arquitectura.",
  "motie8": "Restricción (Constraint): Representa un factor que limita la realización de objetivos.",
  "motie9": "Significado (Meaning): Representa el conocimiento o la experiencia presente en, o la interpretación dada a, un concepto en un contexto particular.",
  "motie10": "Valor (Value): Representa el valor relativo, utilidad o importancia de un concepto.",
  "motiex1": "Participante, Impulsor y Evaluación",
  "motiex2": "Objetivo, Resultado, Principio, Requisito y Restricción",
  "motiex3": "Significado y Valor",

  "stra": "Estrategia",
  "strac1": "Sección",
  "strac2": "Ícono",
  "strac3": "Ejemplos de Capa de Estrategia",
  "strar1": "Estructura<br>Activa",
  "strar2": "Elemento<br>de<br>Comportamiento",
  "strar3": "Elemento<br>de<br>Estructura<brPasiva",
  "strae1": "Capacidad, Recurso y Curso de Acción",
  "strae2": "Flujo de Valor con Mapeo Cruzado de Capacidades",
  "strad1": "Recurso (Resource): Representa un activo propiedad o controlado por un individuo u organización.",
  "strad2": "Capacidad (Capability): Representa una habilidad que posee un elemento de estructura activa, como una organización, persona o sistema.",
  "strad3": "Curso de acción (Course of action): Representa un enfoque o plan para configurar algunas capacidades y recursos de la empresa, realizado para alcanzar un objetivo.",
  "strad4": "Ubicación (Location): Representa un lugar físico.",

  "busi": "Negocios",
  "busic1": "Sección",
  "busic2": "Ícono",
  "busic3": "Ejemplos de Capa de Negocio",
  "busir1": "Estructura<br>Activa",
  "busir2": "Elemento<br>de<br>Comportamiento",
  "busir3": "Elemento<br>de<br>Estructura<br>Pasiva",
  "busir4": "Elemento<br>Compuesto",

  "busie1": "Elementos Activos de la Estructura Empresarial",
  "busie2": "Elementos de Comportamiento Empresarial",
  "busie3": "Elementos Pasivos de la Estructura Empresarial",
  "busie4": "Elemento Compuesto Empresarial: Producto",

  "busia1": "Actor de Negocio (Business Actor): Representa una entidad comercial capaz de realizar un comportamiento.",
  "busia2": "Rol de Negocio (Business Role): Representa la responsabilidad de realizar un comportamiento específico, a la cual un actor puede ser asignado, o la parte que un actor desempeña en una acción o evento particular.",
  "busia3": "Colaboración de Negocio (Business Collaboration): Representa un conjunto de dos o más elementos activos internos de negocios que trabajan juntos para llevar a cabo un comportamiento colectivo.",
  "busia4": "Interfaz de Negocio (Business Interface): Representa un punto de acceso donde un servicio de negocios está disponible para el entorno.",

  "busid1": "Proceso Empresarial: Representa una secuencia de comportamientos empresariales que logra un resultado específico, como un conjunto definido de productos o servicios empresariales.",
  "busid2": "Función Empresarial: Representa una colección de comportamientos empresariales basada en un conjunto elegido de criterios (típicamente recursos y/o competencias empresariales requeridas), estrechamente alineada con una organización, pero no necesariamente gobernada explícitamente por la organización.",
  "busid3": "Interacción Empresarial: Representa una unidad de comportamiento empresarial colectivo realizado por (una colaboración de) dos o más actores empresariales, roles empresariales o colaboraciones empresariales.",
  "busid4": "Evento Empresarial: Representa un cambio de estado organizativo.",
  "busid5": "Servicio Empresarial: Representa un comportamiento explícitamente definido que un rol empresarial, actor empresarial o colaboración empresarial expone a su entorno.",
  "busid6": "Objeto Empresarial: Representa un concepto utilizado dentro de un dominio empresarial particular.",
  "busid7": "Contrato: Representa una especificación formal o informal de un acuerdo entre un proveedor y un consumidor que especifica los derechos y obligaciones asociados con un producto y establece parámetros funcionales y no funcionales para la interacción.",
  "busid8": "Representación: Representa una forma perceptible de la información llevada por un objeto empresarial.",
  "busid9": "Producto: Representa una colección coherente de servicios y/o elementos pasivos de estructura, acompañada de un contrato/conjunto de acuerdos, que se ofrece en su totalidad a los clientes (internos o externos).",

   "app": "Aplicación",
   "appc1": "Sección",
   "appc2": "Ícono",
   "appc3": "Ejemplos de Capa de Negocio",
   "appr1": "Estructura<br>Activa",
   "appr2": "Elemento<br>de<br>Comportamiento",
   "appr3": "Elemento<br>de<br>Estructura<br>Pasiva",

   "appe1": "Elementos Activos de la Estructura de Aplicación",
   "appe2": "Elementos de Comportamiento de Aplicación",
   "appe3": "Elementos Pasivos de la Estructura de Aplicación",
   
   "appd1": "Componente: Representa una encapsulación de la funcionalidad de la aplicación alineada con la estructura de implementación, que es modular y reemplazable.",
   "appd2": "Colaboración: Representa un conjunto de dos o más elementos activos internos de aplicación que trabajan juntos para realizar un comportamiento colectivo de la aplicación.",
   "appd3": "Interfaz: Representa un punto de acceso donde los servicios de aplicación están disponibles para un usuario, otro componente de aplicación o un nodo.",
   "appd4": "Función: Representa un comportamiento automatizado que puede ser realizado por un componente de aplicación.",
   "appd5": "Interacción: Representa una unidad de comportamiento colectivo de la aplicación realizada por (una colaboración de) dos o más componentes de aplicación.",
   "appd6": "Proceso: Representa una secuencia de comportamientos de aplicación que logra un resultado específico.",
   "appd7": "Evento: Representa un cambio de estado de la aplicación.",
   "appd8": "Servicio: Representa un comportamiento de aplicación expuesto explícitamente definido.",
   "appd9": "Objeto de Datos: Representa datos estructurados para el procesamiento automatizado.",
   
  "tech": "Tecnológica",
  "techc1": "Sección",
  "techc2": "Ícono",
  "techc3": "Ejemplos de Capa Tecnológica",
  "techr1": "Estructura<br>Activa",
  "techr2": "Elemento<br>de<br>Comportamiento",
  "techr3": "Elemento<br>de<br>Estructura<br>Pasiva",

  "techd1": "Nodo: Representa un recurso computacional o físico que aloja, manipula o interactúa con otros recursos computacionales o físicos.",
  "techd2": "Dispositivo: Representa un recurso físico de tecnología en el cual se pueden almacenar o desplegar software del sistema y artefactos para su ejecución.",
  "techd3": "Software de Sistema: Representa software que proporciona o contribuye a un entorno para almacenar, ejecutar y utilizar software o datos desplegados en él.",
  "techd4": "Colaboración Tecnológica: Representa un conjunto de dos o más elementos activos internos de tecnología que trabajan juntos para realizar un comportamiento tecnológico colectivo.",
  "techd5": "Interfaz Tecnológica: Representa un punto de acceso donde se pueden acceder a los servicios tecnológicos ofrecidos por un nodo.",
  "techd6": "Camino: Representa un enlace entre dos o más nodos, a través del cual estos nodos pueden intercambiar datos, energía o material.",
  "techd7": "Red de Comunicación: Representa un conjunto de estructuras que conecta nodos para la transmisión, enrutamiento y recepción de datos.",
  "techd8": "Función Tecnológica: Representa una colección de comportamientos tecnológicos que pueden ser realizados por un nodo.",
  "techd9": "Proceso Tecnológico: Representa una secuencia de comportamientos tecnológicos que logra un resultado específico.",
  "techd10": "Interacción Tecnológica: Representa una unidad de comportamiento tecnológico colectivo realizado por (una colaboración de) dos o más nodos.",
  "techd11": "Evento Tecnológico: Representa un cambio de estado tecnológico.",
  "techd12": "Servicio Tecnológico: Representa un comportamiento tecnológico expuesto explícitamente definido.",
  "techd13": "Objeto de Datos: Representa una pieza de datos que se utiliza o se produce en un proceso de desarrollo de software, o mediante el despliegue y operación de un sistema de tecnologías de la información.",
  "techd14": "Objeto de Datos: Representa una estructura de datos.",

  
  "phy": "Física",
  "phyc1": "Sección",
  "phyc2": "Ícono",
  "phyc3": "Ejemplos de Capa Tecnológica",
  "phyr1": "Estructura<br>Activa",
  "phyr3": "Elemento<br>de<br>Estructura<br>Pasiva",

  "phye1": "Elementos Físicos",

  "phyd1": "Equipo: Representa una o varias máquinas, herramientas o instrumentos físicos que pueden crear, usar, almacenar, mover o transformar materiales.",
  "phyd2": "Instalación: Representa una estructura física o entorno.",
  "phyd3": "Red de Distribución: Representa una red física utilizada para transportar materiales o energía.",
  "phyd4": "Material: Representa una sustancia física tangible o energía.",

  "imp": "Implementación",
  "impc1": "Sección",
  "impc2": "Ícono",
  "impc3": "Ejemplos de capas de implementación y migración",
  "impr1": "Estructura<br>Activa",
  "impd1": "Paquete de Trabajo: Representa una serie de acciones identificadas y diseñadas para lograr resultados específicos dentro de restricciones de tiempo y recursos especificadas.",
  "impd2": "Entregable: Representa un resultado precisamente definido de un paquete de trabajo.",
  "impd3": "Evento de Implementación: Representa un cambio de estado relacionado con la implementación o migración.",
  "impd4": "Nivel: Representa un estado relativamente estable de la arquitectura que existe durante un período limitado.",
  "impd5": "Brecha: Representa una declaración de diferencia entre dos niveles.",
  
  "about": "Acerca de A3CC"


  

}