{
  "maintitle": "Aide-mémoire ArchiMate 3",
  "sellang": "Langue",

  "relt": "Référence des relations",
  "relc1": "Structurale",
  "relc2": "Dépendance",
  "relc3": "Dynamique",
  "relc4": "Autre",
  "relc5": "Connecteurs",
  "relt1": "Composé de : Représente qu'un élément est composé d'un ou plusieurs autres concepts. L'interprétation d'une relation de composition est que la totalité ou une partie de l'élément source est composée de la totalité de l'élément cible.",
  "relt1n": "Composition",
  "relt2": "Agrège : Représente qu'un élément combine un ou plusieurs autres concepts. L'interprétation d'une relation d'agrégation est que la totalité ou une partie de l'élément source agrège la totalité du concept cible.",
  "relt2n": "Agrégation",
  "relt3": "Sert : Représente qu'un élément offre sa fonctionnalité à un autre élément. La relation de service décrit comment, les services ou interfaces offerts par un comportement ou un élément de structure active, servent les entités dans leur environnement. Cette relation s'applique à la fois à l'aspect comportemental et à l'aspect de la structure active.",
  "relt3n": "Service",
  "relt4": "Accède : Représente la capacité des éléments de comportement et de structure active à observer ou agir sur des éléments de structure passive. La relation d'accès indique qu'un processus, une fonction, une interaction, un service ou un événement 'fait quelque chose' avec un élément de structure passive ; par exemple, créer un nouvel objet, lire des données de l'objet, écrire ou modifier les données de l'objet, ou supprimer l'objet.",
  "relt4n": "Accès",
  "relt5": "Assigne à : Représente l'allocation de responsabilité, l'exécution de comportement, le stockage ou l'exécution. L'interprétation d'une relation d'attribution est que la totalité ou une partie de l'élément source est attribuée à la totalité de l'élément cible. Cela signifie que si, par exemple, deux éléments de structure active sont attribués au même élément de comportement, l'un ou l'autre peut effectuer le comportement complet.",
  "relt5n": "Assignation",
  "relt6": "Réalise : Représente qu'une entité joue un rôle crucial dans la création, la réalisation, le maintien ou le fonctionnement d'une entité plus abstraite. L'interprétation d'une relation de réalisation est que la totalité ou une partie de l'élément source réalise la totalité de l'élément cible. Cela signifie que si, par exemple, deux éléments de comportement internes ont une relation de réalisation avec le même service, l'un ou l'autre peut réaliser le service complet. Si les deux éléments de comportement internes sont nécessaires pour réaliser, l'élément de regroupement ou une jonction 'et' peut être utilisé. Pour des types d'effets plus faibles sur la réalisation d'un élément de motivation, la relation d'influence devrait être utilisée.",
  "relt6n": "Réalisation",
  "relt7": "Influence : Représente qu'un élément affecte la mise en œuvre ou la réalisation d'un élément de motivation. La relation d'influence est utilisée pour décrire certains éléments architecturaux qui influent sur la réalisation ou la mise en œuvre d'un élément de motivation, tel qu'un objectif ou un principe. En général, un élément de motivation est réalisé à un certain degré.",
  "relt7n": "Réalisation",
  "relt8": "Associé à : Représente une relation non spécifiée, ou une relation qui n'est pas représentée par une autre relation ArchiMate. La relation d'association peut être utilisée lors de la création d'un premier modèle de haut niveau où les relations sont initialement indiquées de manière générique, puis affinées pour montrer des types de relations plus spécifiques ultérieurement.",
  "relt8n": "Association",
  "relt9": "Déclenche : Représente une relation temporelle ou causale entre des éléments. La relation de déclenchement est utilisée pour modéliser la précédence temporelle ou causale des éléments de comportement dans un processus. L'interprétation d'une relation de déclenchement est qu'une partie de l'élément source doit être terminée avant que l'élément cible puisse commencer.",
  "relt9n": "Déclenchement",
  "relt10": "Flux vers : Représente le transfert d'un élément à un autre. La relation de flux est utilisée pour modéliser le flux, par exemple, d'informations, de biens ou d'argent entre des éléments de comportement. Une relation de flux n'implique pas une relation causale.",
  "relt10n": "Flux",
  "relt11": "Spécialise : Représente qu'un élément est un type particulier d'un autre élément. La sémantique de la relation de spécialisation est que la totalité de l'élément générique est spécialisée par l'élément spécialisé.",
  "relt11n": "Spécialisation",
  "relt12": "Utilisé pour connecter des relations du même type.",
  "relt12n": "Jonction",

  "intro": "Introduction",
  "intros1": "Cet aide-mémoire est un bref aperçu de la Norme Archimate pour l'architecture",
  "intros2": "Veuillez vous référer à la",
  "intros3": "Référence officielle Archimate 3 de l'Open Group",
  "intros4": "pour plus d'informations et de détails.",
  "intros5": "Sur tous les exemples, vous pouvez utiliser la molette de la souris pour zoomer/dézoomer.",
  "intros6": "Bonne lecture.",
  "intros7": "Survol du Cadre ArchiMate",

  "meta": "Méta-modèle",
  "metas1": "Aperçu du méta-modèle",
  "moti": "Motivation",
  "motic1": "Section",
  "motic2": "Icône",
  "motic3": "Exemples de l'aspect motivations",
  "motir1": "Éléments",
  "motie1": "Partie prenante (Stakeholder) : Représente le rôle d'un individu, d'une équipe ou d'une organisation (ou de classes correspondantes) qui défend leurs intérêts dans les effets de l'architecture.",
  "motie2": "Déclencheur (Driver) : Représente une condition externe ou interne qui pousse une organisation à définir ses objectifs et à mettre en œuvre les changements nécessaires pour les atteindre.",
  "motie3": "Diagnostic (Assessment): Représente le résultat d'une analyse de l'état des affaires de l'entreprise par rapport à un  déclencheurt.",
  "motie4": "But (Goal): Représente une déclaration de haut niveau d'intention, de direction ou d'état final souhaité pour une organisation et ses intervenants.",
  "motie5": "Résultat (Outcome): Représente un résultat final.",
  "motie6": "Principe (Principle): Représente une déclaration d'intention définissant une propriété générale qui s'applique à tout système dans un certain contexte dans l'architecture.",
  "motie7": "Exigence (Requirement): Représente une déclaration de besoin définissant une propriété qui s'applique à un système spécifique tel que décrit par l'architecture.",
  "motie8": "Contrainte (Constraint): Représente un facteur qui limite la réalisation des objectifs.",
  "motie9": "Sens (Meaning): Représente la connaissance ou l'expertise présente dans, ou l'interprétation donnée à, un concept dans un contexte particulier.",
  "motie10": "Valeur (Value): Représente la valeur relative, l'utilité ou l'importance d'un concept.",
  "motiex1": "Partie prenante, Déclencheurt et Diagnostic",
  "motiex2": "Objectif, Résultat, Principe, Exigence et Contrainte",
  "motiex3": "Sens et Valeur",


  "stra": "Stratégie",
  "strac1": "Section",
  "strac2" : "Icône",
  "strac3" : "Exmple couche stratégique",

  "strar1": "Structure<br>Active",
  "strar2": "Élément<br>de<br>Comportement",
  "strar3": "Élément<br>de<br>Structure<br>Passive",
  

  "busi" : "Affaires",

  "app" : "Applicative", 

  "tech" : "Technologique", 

  "phy" : "Physique",

  "imp": "Implémentation",

  "about" : "À propos"
}