{
  "maintitle": "Aide-mémoire ArchiMate 3",
  "sellang": "Langue",
  "contrib": "Contributeurs", 

  "relt": "Référence des relations",
  "relc1": "Structurale",
  "relc2": "Dépendance",
  "relc3": "Dynamique",
  "relc4": "Autre",
  "relc5": "Connecteurs",
  "relt1": "Composé de : Représente qu'un élément est composé d'un ou plusieurs autres concepts. L'interprétation d'une relation de composition est que la totalité ou une partie de l'élément source est composée de la totalité de l'élément cible.",
  "relt1n": "Composition",
  "relt2": "Relation d’Agrégation: Représente qu’un élément combine un ou plusieurs autres concepts.",
  "relt2n": "Agrégation",
  "relt3": "Sert : Représente qu'un élément offre sa fonctionnalité à un autre élément. La relation de service décrit comment, les services ou interfaces offerts par un comportement ou un élément de structure active, servent les entités dans leur environnement. Cette relation s'applique à la fois à l'aspect comportemental et à l'aspect de la structure active.",
  "relt3n": "Service",
  "relt4": "Relation d'Accès : Représente l’aptitide qu’ont les éléments de comportement et de structure active à observer ou à agir sur des éléments de structure passive.",
  "relt4n": "Accès",
  "relt5": "Relation d’Assignation: Représente l’attribution de responsabilité, la réalisation de comportement ou l’exécution.",
  "relt5n": "Assignation",
  "relt6": "Réalise : Représente qu'une entité joue un rôle crucial dans la création, la réalisation, le maintien ou le fonctionnement d'une entité plus abstraite. L'interprétation d'une relation de réalisation est que la totalité ou une partie de l'élément source réalise la totalité de l'élément cible. Cela signifie que si, par exemple, deux éléments de comportement internes ont une relation de réalisation avec le même service, l'un ou l'autre peut réaliser le service complet. Si les deux éléments de comportement internes sont nécessaires pour réaliser, l'élément de regroupement ou une jonction 'et' peut être utilisé. Pour des types d'effets plus faibles sur la réalisation d'un élément de motivation, la relation d'influence devrait être utilisée.",
  "relt6n": "Réalisation",
  "relt7": "Influence : Représente qu'un élément affecte la mise en œuvre ou la réalisation d'un élément de motivation. La relation d'influence est utilisée pour décrire certains éléments architecturaux qui influent sur la réalisation ou la mise en œuvre d'un élément de motivation, tel qu'un objectif ou un principe. En général, un élément de motivation est réalisé à un certain degré.",
  "relt7n": "Réalisation",
  "relt8": "Relation d’Association: Représente une relation non spécifiée, ou qui n’est pas représentable par une autre relation ArchiMate.",
  "relt8n": "Association",
  "relt9": "Déclenche : Représente une relation temporelle ou causale entre des éléments. La relation de déclenchement est utilisée pour modéliser la précédence temporelle ou causale des éléments de comportement dans un processus. L'interprétation d'une relation de déclenchement est qu'une partie de l'élément source doit être terminée avant que l'élément cible puisse commencer.",
  "relt9n": "Déclenchement",
  "relt10": "Flux vers : Représente le transfert d'un élément à un autre. La relation de flux est utilisée pour modéliser le flux, par exemple, d'informations, de biens ou d'argent entre des éléments de comportement. Une relation de flux n'implique pas une relation causale.",
  "relt10n": "Flux",
  "relt11": "Spécialise : Représente qu'un élément est un type particulier d'un autre élément. La sémantique de la relation de spécialisation est que la totalité de l'élément générique est spécialisée par l'élément spécialisé.",
  "relt11n": "Spécialisation",
  "relt12": "Utilisé pour connecter des relations du même type.",
  "relt12n": "Jonction",

  "intro": "Introduction",
  "intros1": "Cet aide-mémoire est un bref aperçu de la Norme Archimate pour l'architecture",
  "intros2": "Veuillez vous référer à la",
  "intros3": "Référence officielle Archimate 3 de l'Open Group",
  "intros4": "pour plus d'informations et de détails.",
  "intros5": "Sur tous les exemples, vous pouvez utiliser la molette de la souris pour zoomer/dézoomer.",
  "intros6": "Bonne lecture.",
  "intros7": "Survol du Cadre ArchiMate",

  "meta": "Méta-modèle",
  "metas1": "Aperçu du méta-modèle",
  "moti": "Motivation",
  "motic1": "Section",
  "motic2": "Icône",
  "motic3": "Exemples de l'aspect motivations",
  "motir1": "Éléments",
  "motie1": "Partie prenante (Stakeholder) : Représente le rôle d'un individu, d'une équipe ou d'une organisation (ou de classes correspondantes) qui défend leurs intérêts dans les effets de l'architecture.",
  "motie2": "Moteur (Driver) : Représente une condition externe ou interne qui pousse une organisation à définir ses objectifs et à mettre en œuvre les changements nécessaires pour les atteindre.",
  "motie3": "Diagnostic (Assessment): Représente le résultat d'une analyse de l'état des affaires de l'entreprise par rapport à un  déclencheur.",
  "motie4": "But (Goal): Représente une déclaration de haut niveau d'intention, de direction ou d'état final souhaité pour une organisation et ses intervenants.",
  "motie5": "Résultat (Outcome): Représente un résultat final.",
  "motie6": "Principe (Principle): Représente une déclaration d'intention définissant une propriété générale qui s'applique à tout système dans un certain contexte dans l'architecture.",
  "motie7": "Exigence (Requirement): Représente une déclaration de besoin définissant une propriété qui s'applique à un système spécifique tel que décrit par l'architecture.",
  "motie8": "Contrainte (Constraint): Représente un facteur qui limite la réalisation des objectifs.",
  "motie9": "Sens (Meaning): Représente la connaissance ou l'expertise présente dans, ou l'interprétation donnée à, un concept dans un contexte particulier.",
  "motie10": "Valeur (Value): Représente la valeur relative, l'utilité ou l'importance d'un concept.",
  "motiex1": "Partie prenante, Déclencheurt et Diagnostic",
  "motiex2": "Objectif, Résultat, Principe, Exigence et Contrainte",
  "motiex3": "Sens et Valeur",


  "stra": "Stratégie",
  "strac1": "Section",
  "strac2" : "Icône",
  "strac3" : "Exemples couche stratégique",
  "strar1": "Structure<br>Active",
  "strar2": "Élément<br>de<br>Comportement",
  "strar3": "Élément<br>de<br>Structure<br>Passive",
  "strae1": "Capacité, Ressource et Plan d'Action",
  "strae2": "Chaîne de Valeur avec Cartographie des Capacités Croisées",
  "strad1": "Ressource (Resource): Représente un actif détenu ou contrôlé par un individu ou une organisation.",
  "strad2": "Capacité (Capability): Représente une capacité qu'un élément de structure actif, tel qu'une organisation, une personne ou un système, possède.",
  "strad3": "Plan d'action/Feuille de route (Course of action): Représente une approche ou un plan de configuration de certaines capacités et ressources de l'entreprise, entrepris pour atteindre un objectif.",
  "strad4": "Emplacement (Location): Représente un emplacement physique.",


  "busi" : "Affaires",
  "busic1": "Section",
  "busic2" : "Icône",
  "busic3" : "Exemples couche affaires",
  "busir1": "Structure<br>Active",
  "busir2": "Élément<br>de<br>Comportement",
  "busir3": "Élément<br>de<br>Structure<br>Passive",
  "busir4": "Élément<br>composite",
 
  "busie1": "Éléments Actifs de Structure d'Affaires",
  "busie2": "Éléments de Comportement d'Affaires",
  "busie3": "Éléments Passifs de Structure d'Affaires",
  "busie4": "Élément Composite d'Affaires: Produit",

  "busia1": "Acteur d'Affaires : Représente une entité commerciale capable d'effectuer un comportement.",
  "busia2": "Rôle d'Affaires : Représente la responsabilité d'effectuer un comportement spécifique, à laquelle un acteur peut être assigné, ou la part qu'un acteur joue dans une action ou un événement particulier.",
  "busia3": "Collaboration d'Affaires : Représente un ensemble de deux ou plusieurs éléments actifs internes d'affaires qui travaillent ensemble pour effectuer un comportement collectif.",
  "busia4": "Interface d'Affaires : Représente un point d'accès où un service d'affaires est mis à disposition de l'environnement.",


  "busid1": "Processus d'Affaires : Représente une séquence de comportements d'affaires qui permet d'obtenir un résultat spécifique, comme un ensemble défini de produits ou de services d'Affaires.",
  "busid2": "Fonction d'Affaires : Représente une collection de comportements d'affaires basée sur un ensemble choisi de critères (typiquement des ressources et/ou compétences d'affaires requises), étroitement alignée sur une organisation, mais pas nécessairement explicitement gouvernée par l'organisation.",
  "busid3": "Interaction d'Affaires : Représente une unité de comportement d'affaires collective effectuée par (une collaboration de) deux ou plusieurs acteurs d'affaires, rôles d'affaires ou collaborations d'affaires.",
  "busid4": "Événement d'Affaires : Représente un changement d'état organisationnel.",
  "busid5": "Service d'Affaires : Représente un comportement explicitement défini qu'un rôle d'affaires, un acteur d'affaires ou une collaboration d'affaires expose à son environnement.",
  "busid6": "Objet d'Affaires : Représente un concept utilisé dans un domaine d'affaires particulier.",
  "busid7": "Contrat : Représente une spécification formelle ou informelle d'un accord entre un fournisseur et un consommateur qui spécifie les droits et obligations associés à un produit et établit des paramètres fonctionnels et non fonctionnels pour l'interaction.",
  "busid8": "Représentation : Représente une forme perceptible de l'information portée par un objet d'affaires.",
  "busid9": "Produit : Représente une collection cohérente de services et/ou d'éléments passifs de structure, accompagnée d'un contrat/ensemble d'accords, qui est offerte dans son ensemble aux clients (internes ou externes).",


  "app" : "Applicative", 
  "appc1": "Section",
  "appc2" : "Icône",
  "appc3" : "Exemples couche affaires",
  "appr1": "Structure<br>Active",
  "appr2": "Élément<br>de<br>Comportement",
  "appr3": "Élément<br>de<br>Structure<br>Passive",

  "appe1": "Éléments de Structure active applicatifs",
  "appe2": "Éléments de Comportement applicatifs",
  "appe3": "Éléments de structure passive applicatifs",

  "appd1": "Composant : Représente une encapsulation de fonctionnalités d'application alignée sur la structure de mise en œuvre, qui est modulaire et remplaçable.",
  "appd2": "Collaboration : Représente un ensemble de deux ou plusieurs éléments actifs internes d'application qui travaillent ensemble pour effectuer un comportement d'application collectif.",
  "appd3": "Interface : Représente un point d'accès où les services d'application sont mis à disposition d'un utilisateur, d'un autre composant d'application ou d'un nœud.",
  "appd4": "Fonction : Représente un comportement automatisé pouvant être effectué par un composant d'application.",
  "appd5": "Interaction : Représente une unité de comportement d'application collectif effectué par (une collaboration de) deux ou plusieurs composants d'application.",
  "appd6": "Processus : Représente une séquence de comportements d'application qui permet d'obtenir un résultat spécifique.",
  "appd7": "Événement : Représente un changement d'état d'application.",
  "appd8": "Service : Représente un comportement d'application exposé explicitement défini.",
  "appd9": "Objet de Données : Représente des données structurées pour un traitement automatisé.",



  "tech" : "Technologique", 
  "techc1": "Section",
  "techc2" : "Icône",
  "techc3" : "Exemples couche technologique",
  "techr1": "Structure<br>Active",
  "techr2": "Élément<br>de<br>Comportement",
  "techr3": "Élément<br>de<br>Structure<br>Passive",

  "techd1": "Noeud : Représente une ressource informatique ou physique qui héberge, manipule ou interagit avec d'autres ressources informatiques ou physiques.",
  "techd2": "Dispositif : Représente une ressource physique informatique sur laquelle des logiciels système et des artefacts peuvent être stockés ou déployés pour l'exécution.",
  "techd3": "Logiciel Système : Représente un logiciel qui fournit ou contribue à un environnement pour stocker, exécuter et utiliser des logiciels ou des données déployés en son sein.",
  "techd4": "Collaboration Technologique : Représente un ensemble de deux ou plusieurs éléments actifs internes de technologie qui travaillent ensemble pour effectuer un comportement technologique collectif.",
  "techd5": "Interface Technologique : Représente un point d'accès où les services technologiques offerts par un nœud peuvent être accessibles.",
  "techd6": "Chemin : Représente un lien entre deux ou plusieurs nœuds, par lequel ces nœuds peuvent échanger des données, de l'énergie ou des matériaux.",
  "techd7": "Réseau de Communication : Représente un ensemble de structures qui connecte les nœuds pour la transmission, le routage et la réception de données.",
  "techd8": "Fonction Technologique : Représente une collection de comportements technologiques pouvant être effectués par un nœud.",
  "techd9": "Processus Technologique : Représente une séquence de comportements technologiques qui atteint un résultat spécifique.",
  "techd10": "Interaction Technologique : Représente une unité de comportement technologique collectif effectuée par (une collaboration de) deux ou plusieurs nœuds.",
  "techd11": "Événement Technologique : Représente un changement d'état technologique.",
  "techd12": "Service Technologique : Représente un comportement technologique exposé explicitement défini.",
  "techd13": "Artefact : Représente une pièce de données utilisée ou produite dans un processus de développement logiciel, ou par le déploiement et le fonctionnement d'un système informatique.",
  "techd14": "Objet de Données : Représente une structure de données.",

  "phy" : "Physique",
  "phyc1": "Section",
  "phyc2" : "Icône",
  "phyc3" : "Exemples couche technologique",
  "phyr1": "Structure<br>Active",
  "phyr3": "Élément<br>de<br>Structure<br>Passive",

  "phye1": "Éléments Physiques",

  "phyd1": "Équipement : Représente une ou plusieurs machines, outils ou instruments physiques qui peuvent créer, utiliser, stocker, déplacer ou transformer des matériaux.",
  "phyd2": "Installation : Représente une structure physique ou un environnement.",
  "phyd3": "Réseau de Distribution : Représente un réseau physique utilisé pour transporter des matériaux ou de l'énergie.",
  "phyd4": "Matérieaux : Représente une matière physique tangible ou de l'énergie.",



  "imp": "Implémentation",
  "impc1": "Section",
  "impc2" : "Icône",
  "impc3" : "Exemples de couches d'mplémentation et de migration",
  "impr1": "Structure<br>Active",
  "impd1": "Bloc de travail : Représente une série d'actions identifiées et conçues pour atteindre des résultats spécifiques dans des contraintes de temps et de ressources spécifiées.",
  "impd2": "Livrable : Représente un résultat précisément défini d'un bloc de travail.",
  "impd3": "Événement de Mise en œuvre : Représente un changement d'état lié à la mise en œuvre ou à la migration.",
  "impd4": "Plateau : Représente un état relativement stable de l'architecture qui existe pendant une période limitée.",
  "impd5": "Écart : Représente une déclaration de différences entre deux plateaux.",
  

  "about" : "À propos"
}